Repository: Kenstogram/opensale
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ro

# Registration error
source: This email has already been registered.
ro: Acest e-mail a fost deja înregistrat.

source: Password
ro: Parolă

# Address field
source: Area
ro: Zonă

# Address field
source: County
ro: Județ

# Address field
source: Department
ro: Departament

# Address field
source: Emirate
ro: Emirat

# Address field
source: Island
ro: Insulă

# Address field
source: Neighborhood
ro: Cartier

# Address field
source: Parish
ro: Parohie

# Address field
source: Postal code
ro: Cod poștal

# Address field
source: Prefecture
ro: Prefectură

# Address field
source: Province
ro: Provincie

# Address field
source: State
ro: Stat

# Address field
source: Suburb
ro: Suburbie

# Address field
source: ZIP code
ro: Cod poștal

source: Country
ro: Țară

# Personal name
source: Given name
ro: Prenume

# Personal name
source: Family name
ro: Nume

source: Company or organization
ro: Companie sau organizație

source: Address
ro: Adresă

source: City
ro: Oraș

source: Postal code
ro: Cod poștal

# Country area
source: State or province
ro: Stat sau provincie

source: Phone number
ro: Număr de telefon

# Address form
source: This value is invalid for selected country
ro: Această valoare nu este validă pentru țara selectată

# Permission description
source: Manage customers.
ro: Gestionează clienții.

# Permission description
source: Manage staff.
ro: Gestionează personalul.

source: The phone number entered is not valid.
ro: Numărul de telefon introdus nu este valabil.

source: You have been successfully logged out.
ro: Ați fost dezactivat cu succes.

source: User has been created
ro: Utilizatorul a fost creat

# Storefront message
source: Password successfully changed.
ro: Parolă schimbată cu succes.

# Storefront message
source: Address successfully updated.
ro: Adresă actualizată cu succes.

# Storefront message
source: Address successfully removed
ro: Adresa a fost eliminată cu succes

# Storefront message, when user requested his account removed
source: Please check your inbox for a confirmation e-mail.
ro: Verifică căsuța de e-mail pentru un e-mail de confirmare.

# Account deleted
source: Your account was deleted successfully. In case of any trouble or questions feel free to contact us.
ro: Contul tău a fost șters cu succes. În cazul unor probleme sau întrebări, nu ezita să ne contactezi.

# Type of address used to fulfill order
source: Billing
ro: Facturare

# Type of address used to fulfill order
source: Shipping
ro: Livrare

# Add to cart form field label
source: Quantity
ro: Cantitate

# Add to cart form error
source: Sorry. This product is currently not available.
ro: Ne pare rău. Acest produs nu este disponibil.

# Add to cart form error
source: Sorry. This product is currently out of stock.
ro: Ne pare rău. Acest produs nu este în stoc.

# Add to cart form error
source: Oops. We could not find that product.
ro: Hopa. Nu am putut găsi produsul respectiv.

# Add to cart form error
source: Only %d remaining in stock.
ro: Numai %deste în stoc.

# Country form field label
source: Country
ro: Țară

# Shipping addresses form choice
source: Enter a new address
ro: Introduceți o nouă adresă

# Shipping addresses form field label
source: Address
ro: Adresă

# Billing addresses form choice
source: Enter a new address
ro: Introduceți o nouă adresă

# Billing addresses form choice
source: Same as shipping
ro: La fel ca la livrare

# Billing addresses form field label
source: Address
ro: Adresă

# Shipping method form field label
source: Shipping method
ro: Metodă de livrare

# Voucher form error
source: Discount code incorrect or expired
ro: Codul de reducere incorect sau expirat

# Checkout discount form label for voucher field
source: Gift card or discount code
ro: Card cadou sau cod de discount

# Cart warning message
source: Sorry. We don't have that many items in stock. Quantity was set to maximum available for now.
ro: Scuze. Nu avem multe articole în stoc. Cantitatea a fost setată la maximum disponibilă pentru moment.

# Voucher not applicable
source: Your order does not require shipping.
ro: Comanda dvs. nu necesită transport.

# Voucher not applicable
source: Please select a shipping method first.
ro: Selectați mai întâi o metodă de expediere.

# Voucher not applicable
source: This offer is not valid in your country.
ro: Această ofertă nu este valabilă în țara dvs.

# Voucher not applicable
source: This offer is only valid for selected items.
ro: Această ofertă este valabilă numai pentru elementele selectate.

# Voucher not applicable
source: Voucher expired in meantime. Order placement aborted.
ro: Voucherul a expirat între timp. Ordinul de plasare a fost anulat.

# Checkout warning
source: This voucher has expired. Please review your checkout.
ro: Acest voucher a expirat. Vă rugăm verificați.

# Checkout warning
source: Please review your checkout.
ro: Vă rugăm verificați.

# Order status history entry
source: Order was placed
ro: Comanda a fost plasată

# VAT rate type
source: accommodation
ro: cazare

# VAT rate type
source: admission to cultural events
ro: admiterea la evenimente culturale

# VAT rate type
source: admission to entertainment events
ro: admiterea la evenimente de divertisment

# VAT rate type
source: admission to sporting events
ro: admiterea la evenimente sportive

# VAT rate type
source: advertising
ro: reclamă

# VAT rate type
source: agricultural supplies
ro: produse agricole

# VAT rate type
source: baby foodstuffs
ro: alimente pentru copii

# VAT rate type
source: bikes
ro: biciclete

# VAT rate type
source: books
ro: cărții

# VAT rate type
source: childrens clothing
ro: haine pentru copii

# VAT rate type
source: domestic fuel
ro: combustibilul intern

# VAT rate type
source: domestic services
ro: servicii interne

# VAT rate type
source: foodstuffs
ro: produse alimentare

# VAT rate type
source: hotels
ro: hoteluri

# VAT rate type
source: newspapers
ro: presă

# VAT rate type
source: passenger transport
ro: transportul de călători

# VAT rate type
source: pharmaceuticals
ro: produse farmaceutice

# VAT rate type
source: property renovations
ro: imobile renovate

# VAT rate type
source: restaurants
ro: restaurante

# VAT rate type
source: social housing
ro: locuințe sociale

# VAT rate type
source: water
ro: apă

# Number of matching records in the dashboard list
source: Found %(counter)d matching record
ro: S-a găsit %(counter)d înregistrare potrivită

# Country choice
source: Any Country
ro: Orice țară

# Impersonation message
source: You are now logged as {}
ro: Acum sunteți înregistrat ca {}

# Voucher: discount for
source: All products
ro: Toate produsele

# Voucher: discount for
source: Specific products
ro: Produse specifice

# Voucher: discount for
source: Specific collections of products
ro: Colecții specifice de produse

# Voucher: discount for
source: Specific categories of products
ro: Categorii specifice de produse

# Voucher: discount for
source: Shipping
ro: Livrare

# Voucher type
source: Free shipping
ro: Transport gratuit

# Voucher type
source: %(discount)s off shipping
ro: %(discount)s din transport

# Voucher type
source: %(discount)s off %(product_num)d products
ro: %(discount)s din %(product_num)dproduse

# Voucher type
source: %(discount)s off %(collections_num)d collections
ro: %(discount)s din %(collections_num)d colecții

# Voucher type
source: %(discount)s off %(categories_num)d categories
ro: %(discount)s din %(categories_num)d categorii

# Voucher type
source: %(discount)s off
ro: %(discount)s din

# Voucher not applicable
source: This offer is only valid for orders over %(amount)s.
ro: Această ofertă este valabilă numai pentru comenzi peste %(amount)s.

# Permission description
source: Manage sales and vouchers.
ro: Gestionează vânzările și voucherele.

# Voucher not applicable
source: Discount not applicable for this product
ro: Reducere nu se aplică pentru acest produs

# Add line mutation error
source: Could not add item. Only %(remaining)d remaining in stock.
ro: Nu s-a putut adăuga elementul. Numai %(remaining)d rămânând în stoc.

# Dashboard message related to an order
source: Order created from draft order
ro: Comanda creată din proiectul comenzii

# Dashboard message related to an order
source: Shipping confirmation email was sent to user(%(email)s)
ro: E-mailul de confirmare a expedierii a fost trimis utilizatorului (%(email)s)

# Cancel fulfillment mutation error
source: This fulfillment can't be canceled
ro: Această livrare nu poate fi anulată

# Dashboard message
source: Fulfillment #%(fulfillment)s canceled
ro: Livrarea #%(fulfillment)s anulată

# Dashboard message related to an order
source: Added note
ro: Notă adăugată

# Dashboard message related to an order
source: Order canceled
ro: Comandă anulată

# Payment description
source: Order %(order)s
ro: Comanda %(order)s

# Dashboard message related to an order
source: Order manually marked as paid.
ro: Comanda marcată manual ca plătită.

# Dashboard message related to an order
source: Captured %(amount)s
ro: Capturat %(amount)s

# Dashboard message related to an order
source: Released payment
ro: Plata eliberată

# Dashboard message related to an order
source: Refunded %(amount)s
ro: Rambursată %(amount)s

# Permission description
source: Manage navigation.
ro: Gestionează navigația.

# Link object type description
source: Category:
ro: Categorie:

# Link object type description
source: Collection:
ro: Colecție:

# Link object type description
source: Page:
ro: Pagină:

# Status for a fully editable, not confirmed order created by staff users
source: Draft
ro: Proiect

# Status for an order with any items marked as fulfilled
source: Unfulfilled
ro: Nelivrată

# Status for an order with some items marked as fulfilled
source: Partially fulfilled
ro: Parțial livrată

# Status for an order with all items marked as fulfilled
source: Fulfilled
ro: Livrată

# Status for a permanently canceled order
source: Canceled
ro: Anulată

# Status for a group of products in an order marked as fulfilled
source: Fulfilled
ro: Livrată

# Status for a fulfilled group of products in an order marked as canceled
source: Canceled
ro: Anulată

# Payment methods form label
source: Method
ro: Metodă

# Payment delete form error
source: Payment does not exist
ro: Plata nu există

# Permission description
source: Manage orders.
ro: Gestionează ordinele.

# Fulfillment str
source: Fulfillment #%s
ro: Livrarea #%s

# Order status history entry
source: Order fully paid
ro: Comandă plătită integral

# Payment description
source: Order %(order_number)s
ro: Comanda %(order_number)s

# Payment gateway error
source: Oops, it looks like we were unable to contact the selected payment service
ro: Hopa, se pare că nu am putut contacta serviciul de plată selectat

# Connect order with user warning message
source: We couldn't assign the order to your account as the email addresses don't match
ro: Nu am putut aloca comanda în contul dvs., deoarece adresele de e-mail nu se potrivesc

# storefront message
source: The order is now assigned to your account
ro: Comanda este acum alocată contului dvs

# Permission description
source: Manage pages.
ro: Gestionează paginile.

# Product status
source: not published
ro: nu a fost publicat

# Product status
source: variants missing
ro: variantele lipsesc

# Product status
source: out of stock
ro: stoc epuizat

# Product status
source: stock running low
ro: stocul scăzut

# Product status
source: not yet available
ro: nu este încă disponibilă

# Product status
source: ready for purchase
ro: gata pentru cumpărare

# Variant status
source: available
ro: disponibil

# Variant status
source: out of stock
ro: stoc epuizat

# Product list sorting option
source: name
ro: nume

# Product list sorting option
source: price
ro: Preț

# Product list sorting form
source: Sort by
ro: Sortează după

# Currency amount
source: Price
ro: Preț

# Permission description
source: Manage products.
ro: Gestionează produsele.

# Search form label
source: Query
ro: Întrebare

source: Bulgarian
ro: Bulgară

source: German
ro: Germană

source: English
ro: Engleză

source: Spanish
ro: Spaniolă

source: Persian (Iran)
ro: Persană (Iraniană)

source: French
ro: Franceză

source: Hungarian
ro: Maghiară

source: Italian
ro: Italiană

source: Japanese
ro: Japoneză

source: Korean
ro: Koreană

source: Norwegian
ro: Norvegiana

source: Dutch
ro: Olandeză

source: Polish
ro: Poloneză

source: Portuguese (Brazil)
ro: Portugheză (Braziliană)

source: Romanian
ro: Româna

source: Russian
ro: Rusă

source: Slovak
ro: Slovacă

source: Turkish
ro: Turcă

source: Ukrainian
ro: Ucrainiană

source: Vietnamese
ro: Vietnameză

source: Chinese
ro: Chineză

# Name of political and economical union of european countries
source: European Union
ro: Uniunea Europeană

# Permission description
source: Manage shipping.
ro: Gestionează transportul.

# Permission description
source: Manage settings.
ro: Gestionează setarile.

# Eror page not found
source: Page not found
ro: Pagina nu a fost gasită

# Change language modal title
source: Select language
ro: Selecteaza limba

# Close modal action button
source: Close
ro: Închide

# Change language action button
source: Change
ro: Schimbare

# Account deletetion confirmation page title
source: Are you sure?
ro: Ești sigur?

# Message displayed to the user requesting for his account deletetion
source: Sorry to see you go!
ro: Ne pare rău ca pleci!

# Message displayed to the user requesting for his account deletetion
source: Are you sure you want to delete your account?
ro: Sigur dorești să ștergi contul tău.?

# Confirm account deletion button
source: Delete account
ro: Șterge cont

# Remove address form action
source: Remove Address
ro: Elimină adresa

# Remove address form action
source: Cancel
ro: Anulare

# Edit address page title
source: Edit address
ro: Editează adresa

# New address page title
source: New address
ro: Adresa nouă

# Main navigation item
source: Home
ro: Acasă

# Edit/new address breadcrumb
source: Your profile
ro: Profilul tău

# Edit address breadcrumb
source: Edit address
ro: Elimină adresa

# New address breadcrumb
source: New address
ro: Adresa nouă

# Edit address title
source: Edit address
ro: Editează adresa

# New address title
source: New address
ro: Adresa nouă

# Edit/new address primary action
source: Save changes
ro: Salvează modificările

# User profile page title
source: Your profile
ro: Profilul tău

# Main navigation item
source: Your account
ro: Contul tău

source: My account
ro: Contul meu

# User profile tab
source: Recent Orders
ro: Comenzi Recente

# User profile tab
source: Change password
ro: Schimbă parola

# User profile tab
source: Addresses book
ro: Cartea de adrese

# User profile tab
source: Settings
ro: Setări

# Recent orders column title
source: Order
ro: Comanda

# Recent orders column title
source: Date
ro: Data

# Recent orders column title
source: Summary
ro: Rezumat

# Recent orders column title
source: Status
ro: Stare

# Recent orders link text
source: Details
ro: Detalii

# No recent orders text
source: There are not any completed orders yet.
ro: Nu există încă comenzi finalizate.

# User profile action
source: Change password
ro: Schimbaţi parola

# User address action
source: Edit
ro: Editează

# No addresses text
source: You will see new addresses here after first successful checkout.
ro: Vei vedea aici adrese noi după primul checkout de succes.

# Message informing about the process of account removal
source: If you'd like to remove your account, please click on the button below and a confirmation email will be sent to you.
ro: Dacă doriți să eliminați contul dvs., faceți clic pe butonul de mai jos și vi se va trimite un e-mail de confirmare.

# Remove account form action
source: Remove Account
ro: Elimină contul

# Login page title
source: Log in
ro: Logare

# Login form secondary title
source: Don't have an account yet?
ro: Nu ai încă un cont?

# Login form secondary action
source: Register
ro: Inregistrează-te

# Login form title
source: Log in
ro: Logare

# Already logged in warning message
source: You are already logged in as %(user)s.
ro: Ești deja conectat ca %(user)s.

# Login form primary action
source: Log in
ro: Logare

# Login form secondary link
source: Forgot password?
ro: Ai uitat parola?

# Password change breadcrumb
source: Edit
ro: Editează

# Password change form legend
source: Change Password
ro: Schimbă parola

# Password change form primary action
source: Save new password
ro: Salvează parola nouă

# Password reset page title
source: Password reset
ro: Resetează parolă

# Password reset form title
source: Forgot your password?
ro: Ai uitat parola?

# Password reset form help text
source: Please let us know the email you have used to register or purchase at our store.
ro: Spune-ne adresa de e-mail pe care ai utilizat-o pentru a te înregistra sau a cumpăra la magazinul nostru.

# Password reset primary action
source: Continue
ro: Continuă

# Password reset done page title
source: Password Reset
ro: Resetează parolă

# Password reset done title
source: Password Reset
ro: Resetează parolă

# Password reset done text
source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
ro: Ți-am trimis un e-mail. Te rog să ne contactezi dacă nu îl primești în câteva minute.

# Password reset from key page title
source: Change Password
ro: Schimbă parola

source: Bad Token
ro: Token greșit

# Password reset from key form title
source: Password Reset
ro: Resetează parolă

# Password reset from key form title
source: Now you can set new password for you account.
ro: Acum poți seta o nouă parolă pentru contul tău.

# Password reset from key form primary action
source: Continue
ro: Continuă

# Password reset link expired from key form title
source: Password Reset Link Expired
ro: Resetarea parolei a expirat

# Password reset from key form title
source: Sorry but this link is no longer valid. If you forget your password, please use link below.
ro: Ne pare rău, dar acest link nu mai este valabil. Dacă ți-ai uitat parola, te rog să folosești link-ul de mai jos.

# Reset my password link
source: Reset my password
ro: Resetează-mi parola

# Password reset from key done page title
source: Password Changed
ro: Parolă schimbată

# Password reset from key done title
source: Password Changed
ro: Parolă schimbată

source: Your password is now changed.
ro: Parola ta este acum schimbată.

# Signup page title
source: Sign Up
ro: Înscrie-te

# Signup form secondary title
source: Already have an account?
ro: Ai deja un cont?

# Signup form secondary action
source: Log in
ro: Logare

# Signup form title
source: Create an account
ro: Creează un cont

# Signup form primary action
source: Create an account
ro: Creează un cont

# Main navigation item
source: Stop impersonating
ro: Oprește impersonarea

# Main navigation item
source: Log out
ro: Deconectează-te

# Main navigation item
source: Register
ro: Inregistrează-te

# Main navigation item
source: Log in
ro: Logare

# Hamburger button text
source: menu
ro: meniul

source: Search for product
ro: Căutați produsul

# Main navigation item
source: Your Cart
ro: Coșul tău

# Cart dropdown text
source: Shipment and taxes calculated at checkout
ro: Livrarea și taxele calculate la checkout

# Cart dropdown secondary action
source: Go to cart
ro: Du-te la coș

# Cart dropdown primary action
source: Checkout
ro: Verifică

# Empty cart message
source: There are no products in your shopping cart.
ro: Nu exista produse în coșul de cumpărături.

# Empty cart link
source: Check out our sales
ro: Verificați vânzările noastre

# Category breadcrumbs home
source: Home
ro: Acasă

# Cart shipping cost form
source: Shipping cost for:
ro: Costul transportului pentru:

# Cart summary text
source: Shipment and taxes calculated at checkout
ro: Livrarea și taxele calculate la checkout

# Checkout page title
source: Checkout
ro: Verifică

# Checkout top message
source: Easy and secure!
ro: Ușor și sigur!

# Checkout title
source: Checkout
ro: Verifică

# Order review title
source: Order review
ro: Analiza comenzilor

# Order review section
source: Shipment
ro: Expediere

# Order review section title
source: Taxes (included)
ro: Taxe (incluse)

# Order review section title
source: Taxes
ro: Taxe

# Order review section title
source: Promo code
ro: Cod promoțional

# Cart page title
source: Your cart
ro: Coșul tău

# Cart breadcrumb
source: Cart
ro: Coș

# Cart message
source: Product has been removed from cart
ro: Produsul a fost eliminat din coș

# Cart table header
source: Product
ro: Produs

# Cart table header
source: Quantity
ro: Cantitate

# Cart table header
source: Price
ro: Preț

# Cart primary action
source: Checkout
ro: Verifică

# cart page: secondary action, empty the cart
source: Clear cart
ro: Cărucior gol

# Checkout login page title
source: Login
ro: Logare

# Checkout login page title
source: New customer?
ro: Client nou?

# Checkout login page new users action
source: Continue
ro: Continuă

# Checkout login page new users message
source: Registration is not required!
ro: Înregistrarea nu este necesară!

# Checkout login form title
source: Existing customer? Log in.
ro: Client existent? Logare.

# Checkout payment title
source: Payment
ro: Plată

# Checkout payment primary action
source: Place order
ro: Plasați comanda

# Checkout shipping address title
source: Shipping address
ro: Adresa de transport

# Checkout shipping address primary action
source: Continue
ro: Continuă

source: Select other address
ro: Selectează altă adresă

# Checkout shipping method form title
source: Shipping method
ro: Metodă de livrare

# Checkout shipping method primary action
source: Continue
ro: Continuă

# Checkout addresses form label
source: Same as shipping
ro: La fel ca la livrare

# Checkout addresses form label
source: Enter a new address
ro: Introdu o nouă adresă

source: Same as shipping
ro: La fel ca la livrare

# Checkout voucher form action
source: Remove
ro: Elimină

# Checkout voucher form action
source: (Remove)
ro: (Elimină)

# Checkout voucher form action
source: Use
ro: Utilizare

# Checkout summary title
source: Billing address
ro: Adresa de facturare

# Checkout shipping method
source: Change shipping method
ro: Modifică metoda de expediere

# Checkout summary note title
source: Add a note to your order
ro: Adaugă o notă la comanda ta

# Checkout summary primary action
source: Order & Pay
ro: Comandă și plătește

# Checkout summary without shipping title
source: Billing address
ro: Adresa de facturare

# Checkout summary without shipping note title
source: Add a note to your order
ro: Adaugă o notă la comanda ta

# Checkout summary without shipping action
source: Place order
ro: Plasați comanda

# Site breadcrumbs home
source: Home
ro: Acasă

# Dashboard top navigation action
source: Visit storefront
ro: Vizitează magazinul

# Dashboard top navigation action
source: Style guide
ro: Ghid stilistic

# Dashboard top navigation action
source: Log out
ro: Deconectați-vă

# Dashboard search
source: Search
ro: Căutare

# Dashboard homepage
source: Home
ro: Acasă

# Dashboard catalogue
source: Catalogue
ro: Catalog

# Dashboard products list
source: Products
ro: Produse

# Dashboard categories list
source: Categories
ro: Categorii

# Dashboard side navigation link
source: Collections
ro: Colecții

# Dashboard discounts list
source: Discounts
ro: Reduceri

# Dashboard sales (discounts) list
source: Sales
ro: Vânzări

# Dashboard sales. `Sales' is noun of to sell
source: Sales
ro: Vânzări

# Dashboard orders list
source: Orders
ro: Comenzi

# Dashboard customers list
source: Customers
ro: Clienții

# Management section
source: Staff management
ro: Managementul personalului

# Dashboard staff members list
source: Staff members
ro: Membrii personalului
