Repository: Kenstogram/opensale
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ro

# Dashboard configuration
source: Configuration
ro: Configurație

# Dashboard product types list
source: Product types
ro: Tipuri de produse

# Dashboard attributes list
source: Attributes
ro: Atribute

# Dashboard shipping zones list
source: Shipping
ro: Livrare

# Dashboard menus list
source: Navigation
ro: Navigare

# Dashboard site settings
source: Site settings
ro: Setările site-ului

# Dashboard taxes
source: Taxes
ro: Taxe

# Dashboard static pages
source: Pages
ro: Pagini

# Dashboard software version
source: Release:
ro: Eliberare:

# Dashboard cancel action
source: Cancel
ro: Anulare

# Category list page title
source: Categories
ro: Categorii

# Category field
source: Description
ro: Descriere

# Category detail view action
source: Edit category
ro: Editează categoria

# Category detail view action
source: Remove category
ro: Elimină categoria

# Title of the subcategories list
source: Subcategories
ro: Subcategorii

source: Add
ro: Adaugă

# Category list table header name
source: Name
ro: Nume

# Category list table header description
source: Description
ro: Descriere

# Category edit action
source: Edit
ro: Editează

# Category list action link
source: Remove
ro: Elimină

# Empty list of categories
source: No subcategories
ro: Nu există subcategorii

# Category form page title
source: Edit category
ro: Editează categoria

# Category detail page title
source: Add new category
ro: Adaugă categorii noi

# Category form page title
source: Add new category
ro: Adaugă categorii noi

# Category form page title
source: Edit
ro: Editează

# Category detail breadcrumbs
source: Add new category
ro: Adaugă categorii noi

# Dashboard update action
source: Update
ro: Actualizare

# Dashboard create action
source: Create
ro: Crează

# Category list add button text
source: Add category
ro: Adaugă categorie

# Empty category list message
source: No categories found.
ro: Nu au fost găsite categorii.

# Remove category modal title
source: Remove category %(category)s
ro: Elimină categoria %(category)s

# Delete category form text about descendant categories
source: The following child categories will be removed:
ro: Următoarele categorii de copii vor fi eliminate:

# Dashboard delete action
source: Remove
ro: Elimină

source: No categories found.
ro: Nu au fost găsite categorii.

# Modal remove collection text
source: Remove collection %(collection)s
ro: Eliminați colecția %(collection)s

# Modal remove collection text
source: Are you sure you want to remove collection <strong>%(collection)s</strong>?
ro: Sigur dorești să elimini colecția <strong>%(collection)s</strong>?

source: Add new collection
ro: Adaugă colecția noua

source: Collections
ro: Colecții

# Collection action
source: Remove collection
ro: Elimină colecția

# Collection action
source: View on site
ro: Vezi pe site

# Collection form card title: availability sub form
source: Availability
ro: Disponibilitate

# Collection secondary action
source: Cancel
ro: Anulare

# Collection detail action
source: Update
ro: Actualizare

# Collection detail action
source: Create
ro: Crează

# Collection field
source: Published
ro: Publicat

# Collection field
source: Draft
ro: Proiect

# Collections list page title
source: Collections
ro: Colecții

# Collections list add button text
source: Add collection
ro: Colecție adăugată

# Collections list table header name
source: Name
ro: Nume

# Voucher table header
source: Number of products
ro: Număr de produse

# Collections list table header
source: Visibility
ro: Vizibilitate

source: Products in collection:
ro: Produse în colectie

# Empty collection list message
source: No collections found.
ro: Nu s-a găsit colecția

# Homepage collection save
source: Save
ro: Salvează

source: No collections found.
ro: Nu s-a găsit colecția

# Customer field
source: Date joined
ro: Data înscrierii

# Customer field
source: Note
ro: Notă

# Customer action
source: Edit customer
ro: Editează clientul

# Customer action
source: Remove customer
ro: Elimină clientul

# Customer recent orders table title
source: Recent orders
ro: Comenzi recente

# Customer orders table header
source: Number
ro: Număr

# Customer orders table header
source: Placed on
ro: Pus pe

# Customer orders table header
source: Order status
ro: Starea comenzii

# Empty customer orders table message
source: No orders found.
ro: Nu au fost găsite comenzi.

# Customer notes card title
source: Customer notes
ro: Notele clientului

# Customer without notes message
source: There are no notes associated with this customer
ro: Nu există note asociate cu acest client

# Customer notes card action
source: Add note
ro: Notă adăugată

# Customer default shipping address card title
source: Default shipping address
ro: Adresa de livrare implicită

# Customer without default shipping address message
source: No default shipping address.
ro: Nu există o adresă de expediere implicită.

# Customer default billing address card title
source: Default billing address
ro: Adresa de facturare prestabilită

# Customer without default billing address message
source: No default billing address.
ro: Nu există o adresă de facturare prestabilită.

# Dashboard add customer
source: Add new customer
ro: Adăugă un client nou

# Dashboard customer
source: Customer
ro: Client

# Dashboard add customer action
source: Add customer
ro: Adaugă client

# Customer details header
source: Customer details
ro: Detalii client

# Dashboard add action
source: Add
ro: Adaugă

# Customer list add button text
source: Add customer
ro: Adaugă client

# Customers table header
source: Name
ro: Nume

# Customers table header
source: Location
ro: Locație

# Empty customers table message
source: No customers found.
ro: Nu au fost găsiți clienți.

# Modal add note title
source: Add note
ro: Adaugă nota

# Modal add note primary action
source: Save note
ro: Salvează nota

# Header of modal used for removing customer's account
source: Remove customer %(customer)s
ro: Elimină clientul %(customer)s

# Dashboard confirmation modal
source: Promote to staff member
ro: Promovează pe angajat

# Dashboard promote action
source: Promote
ro: Promovează

source: No customers found.
ro: Nu au fost găsiți clienți.

# Sale (discount) page title
source: Add new sale
ro: Adaugă vânzari noi

# Dashboard sales (discounts) list.
source: Sales
ro: Vânzări

# Sale (discount) action
source: Remove sale
ro: Elimină vânzări

# Sale (discount) breadcrumbs
source: Add new sale
ro: Adaugă vânzari noi

source: Sales
ro: Vânzări

# Sale (discount) list add button text
source: Add sale
ro: Adaugă vânzări

# Sale (discount) table header
source: Name
ro: Nume

# Sale (discount) table header
source: Start date
ro: Data de început

# Sale (discount) table header
source: End date
ro: Data de încheiere

# Sale (discount) table header
source: Discount
ro: Reducere

# Empty sales table message
source: No sales found
ro: Nu au fost găsite vânzări

# Remove sale (discount) text
source: Remove sale
ro: Elimină vânzari

source: No sales found.
ro: Nu au fost găsite vânzări.

# Voucher page title
source: Add new voucher
ro: Adaugă voucher nou

# Voucher action
source: Remove voucher
ro: Elimină voucher

# Voucher breadcrumbs
source: Add new voucher
ro: Adaugă voucher nou

# Voucher list add button text
source: Add voucher
ro: Adaugă voucher

# Voucher table header
source: Name
ro: Nume

# Voucher table header
source: Discount
ro: Reducere

# Voucher table header
source: Start date
ro: Data de început

# Voucher table header
source: End date
ro: Data de încheiere

# Voucher table header
source: Used
ro: Folosit

# Voucher table header
source: Min amount spent
ro: Suma minimă cheltuită

# Empty vouchers table message
source: No vouchers found
ro: Nu au fost găsite vouchere

# Remove voucher text
source: Remove voucher %(voucher)s
ro: Elimina voucherul %(voucher)s

# Remove voucher text
source: Are you sure you want to remove voucher <strong>%(voucher)s</strong>?
ro: Sigur dorești să elimini voucherul <strong> %(voucher)s </strong>?

source: No vouchers found.
ro: Nu au fost găsite vouchere.

source: Vouchers allows creating promotional codes for all purchases, specific products or shipping.<br> You can create vouchers by using the <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> button.
ro: Voucherele permit crearea de coduri promoționale pentru toate achizițiile, produsele specifice sau livrare.<br> Puteți crea vouchere utilizând butonul <span class="btn-fab-presentation"> <svg data-src="%(img_path)s" /> </span>

# Collection availability status
source: Published
ro: Publicat

# Collection availability status
source: Not Published
ro: Nu este publicat

# Dashboard card title
source: Filters
ro: Filtre

# Category page filters
source: Clear
ro: Clar

# Category price filter
source: Filter
ro: Filtru

# Title of the box showing preview from the search engine perspective
source: Search engine listing preview
ro: Anunț de afișare a motoarelor de căutare

# Title of the menu items list
source: Menu items
ro: Elemente de meniu

# Menu items list table header name
source: Name
ro: Nume

# Menu items list table header points to
source: Points to
ro: Arata spre

# Menu item edit action
source: Edit
ro: Editează

# Menu item list action link
source: Remove
ro: Elimină

# Empty list of menu items
source: No menu items
ro: Nu există elemente de meniu

# Page availability status
source: Published
ro: Publicat

# Page availability status
source: Hidden
ro: Ascuns

# Dashboard homepage summary header title
source: Showing last %(counter)s results
ro: Se afișează ultimul %(counter)s rezultat

# Dashboard homepage table title
source: Preauthorized payments
ro: Plățile autorizate

# Preauthorized payments table header
source: Order
ro: Comanda

# Preauthorized payments table header
source: Date
ro: Data

# Preauthorized payments table header
source: Customer
ro: Client

# Preauthorized payments table header
source: Amount
ro: Cantitate

source: Guest
ro: Oaspete

# Empty Preauthorized payments table message
source: No preauthorized payments.
ro: Nu există plăți prea autorizate.

# Dashboard homepage table title
source: Orders ready for shipment
ro: Comenzi gata de expediere

# Orders table header
source: Customer
ro: Client

# Orders table header
source: Placed on
ro: Pus pe

# Orders table header
source: Payment status
ro: Starea plății

# Anonymous user account value
source: Guest
ro: Oaspete

# Empty order table message
source: No orders are ready for shipment.
ro: Nu sunt pregătite comenzi pentru expediere.

# Dashboard homepage table title
source: Products with low stock
ro: Produse cu stoc redus

# Low stock product list
source: Product name
ro: Nume produs

# Low stock product list
source: Stock left
ro: Stocul rămas

# Empty low stock table message
source: No products are low in stock.
ro: Nu există produse în stoc.

# Menu list page title
source: Navigation
ro: Navigare

# Menu detail view action
source: Edit menu
ro: Editează meniul

# Menu detail view action
source: Remove menu
ro: Elimină meniul

# Menu form page title
source: Edit menu
ro: Editează meniul

# Menu form page title
source: Add new menu
ro: Adaugă meniu nou

# Menu detail breadcrumbs
source: Add new menu
ro: Adaugă meniu nou

# Menu item list page title
source: Menu items
ro: Elemente de meniu

# Menu item field
source: Points to
ro: Arata spre

# Menu item detail view action
source: Edit menu item
ro: Modificați elementul de meniu

# Menu item detail view action
source: Remove menu item
ro: Elimină elementul de meniu

# Menu item page title
source: Edit menu item
ro: Modificați elementul de meniu

# Menu item page title
source: Add new menu item
ro: Adăugați un element de meniu nou

# Dashboard menu items list
source: Menu items
ro: Elemente de meniu

# Menu form page title
source: Edit
ro: Editează

# Menu form page title
source: Add new menu item
ro: Adăugați un element de meniu nou

# Remove menu item modal title
source: Remove menu item %(menu_item)s
ro: Eliminați elementul de meniu %(menu_item)s

# Remove menu modal text about descendant menu items
source: The following menu items will be removed:
ro: Următoarele elemente din meniu vor fi eliminate:

# Menu list add button text
source: Add menu
ro: Adaugă meniu

# Menu list table header Menu name
source: Menu name
ro: Nume meniu

# Empty menu list message
source: No menus found.
ro: Nu au fost găsite meniuri.

source: Storefront Menus
ro: Magazine de meniu

# Dashboard update action
source: Save
ro: Salvează

# Remove menu modal title
source: Remove menu %(menu)s
ro: Elimină meniul %(menu)s

source: No menus found.
ro: Nu au fost găsite meniuri.

source: Edit address
ro: Editează adresa

source: Shipping address
ro: Adresa de transport

source: Billing address
ro: Adresa de facturare

# Order detail action
source: Cancel Order
ro: Anulează comanda

# Order detail action
source: Remove draft order
ro: Elimină comanda de proiect

# Order detail action
source: Print
ro: Printeaza

# Order detail tab
source: Details
ro: Detalii

# Order detail tab
source: Payments
ro: Plăţile

# Order detail tab
source: History
ro: Istoric

# Order summary card header
source: Payments
ro: Plăţile

# Order summary card header
source: Outstanding balance
ro: Balanță neefectuată

# Order summary card header
source: Preauthorized amount
ro: Sumă prea mare

# Order summary card header
source: Captured amount
ro: Suma capturată

# Order summary card action
source: Refund
ro: Rambursare

# Order summary card action
source: Release
ro: Eliberare

# Order detail action
source: Mark as paid
ro: Marcă ca plătit

# Order details summary header
source: Customer
ro: Client

# Order customer details action title
source: Edit customer details
ro: Editează detaliile despre client

# Dashboard edit action
source: Edit
ro: Editează

# Missing shipping address message
source: No shipping address
ro: Nu există adresa de expediere

# Order billing address same as shipping address
source: Same as shipping address
ro: La fel ca adresa de livrare

# Missing billing address message
source: No billing address
ro: Nicio adresă de facturare

# Order table title
source: Order draft #%(order)s
ro: Proiectul de comandă #%(order)s

# Order table title
source: Order #%(order)s
ro: Comanda #%(order)s

# Order placed on date
source: Placed on
ro: Pus pe

# Order table header
source: Item
ro: Articol

# Order table header
source: Price
ro: Preț

# Order table header
source: Quantity
ro: Cantitate

# Order table row action
source: Change quantity
ro: Schimbă cantitatea

# Order table row action
source: Remove line
ro: Elimină linia

# Order totals action
source: Edit shipping
ro: Editează livrarea

# Order totals header
source: Shipping (%(shipping_name)s)
ro: Livrarea (%(shipping_name)s)

# Order totals header
source: Shipping
ro: Livrare

# Order total taxes
source: Taxes (included)
ro: Taxe (incluse)

# Order total taxes
source: Taxes
ro: Taxe

# Order totals header
source: Discount (%(voucher)s)
ro: Reducere (%(voucher)s)

# Order totals header
source: Discount
ro: Reducere

# Order totals action
source: Edit voucher
ro: Editează voucher

# Order detail action
source: Edit voucher
ro: Editează voucher

# Order totals action
source: Edit discount
ro: Editează reducerea

# Order detail action
source: Edit discount
ro: Editează reducerea

# Order totals header
source: Grand total
ro: Total general

# Order summary card action title
source: Fulfill order
ro: Livrează comandă

# Order summary card action
source: Fulfill
ro: Livrează

# Order summary card action title
source: Add product to order
ro: Adaugă produs la comandă

# Order summary card action
source: Add product
ro: Adaugă produs

# Order summary card action title
source: Create order
ro: Crează comandă

# Order summary card action
source: Create order
ro: Crează comandă

# Order detail action
source: Invoice
ro: Factură fiscală

# Order detail action
source: View on site
ro: Vezi pe site

# Fulfillment table title
source: Fulfillment #%(fulfillment)s
ro: Livrarea #%(fulfillment)s

# Fulfillment table text
source: Tracking number: %(tracking)s
ro: Număr de urmărire: %(tracking)s

# Fulfillment summary card action title
source: Cancel fulfillment
ro: Anulează livrarea

# Fulfillment summary card action
source: Cancel
ro: Anulare

# Fulfillment summary card action title
source: Edit tracking number
ro: Editeazi numărul de urmărire

# Fulfillment summary card action
source: Edit tracking
ro: Editează urmărirea

# Fulfillment summary card action
source: Add tracking
ro: Adăugă urmărirea

# Order detail action
source: Packing Slips
ro: Ambalare de ambalaj

# Order notes card title
source: Order notes
ro: Note de ordin

# Empty order notes card message
source: There are no notes associated with this order.
ro: Nu sunt note asociate cu această comandă.

# Order notes card action
source: Add note
ro: Adaugă note

# Payment history table header
source: Transaction ID
ro: ID-ul tranzacției

# Payment history table header
source: Date
ro: Data

# Payment history table header
source: Payment status
ro: Starea plății

# Payment history table header
source: Fraud status
ro: Statutul de fraudă

# Payment history table header
source: Amount
ro: Cantitate

# Empty payment history table message
source: No payments made for this order.
ro: Nu s-au efectuat plăți pentru această comandă.

# Dashboard order fulfillment
source: Fulfill
ro: Livrează

# Fulfill order title
source: Fulfill order
ro: Livrează comandă

# Modal remove order line table header
source: Item
ro: Articol

# Modal remove order line table header
source: Quantity
ro: Cantitate

# Dashboard update action
source: Fulfill
ro: Livrează

# Order list add button text
source: Add order
ro: Adaugă comandă

# Empty order list message
source: No orders found.
ro: Nu au fost găsite comenzi.

# Modal order add variant title
source: Add product to %(order)s
ro: Adăugă produsul la %(order)s

# Modal order add variant primary action
source: Add
ro: Adaugă

# Modal cancel fulfillment title
source: Cancel fulfillment #%(fulfillment)s
ro: Anulează livrarea #%(fulfillment)s

# Modal cancel fulfillment text
source: Are you sure you want cancel fulfillment #%(fulfillment)s?
ro: Ești sigur ca dorești sa anulezi livrarea #%(fulfillment)s?

# Modal cancel fulfillment primary action
source: Cancel Fulfillment
ro: Anulează Livrarea

# Modal remove order line title
source: Remove order line
ro: Elimină linia de comandă

# Modal remove order line text
source: Are you sure you want remove this order line?
ro: Sigur doriți să eliminați această linie de comandă?

# Modal remove order line table header
source: Price
ro: Preț

# Modal cancel order title
source: Cancel order
ro: Anulează comanda

# Modal cancel order text
source: Are you sure you want cancel order %(order)s?
ro: Sigur dorești să anulezi comanda %(order)s?

# Modal cancel order primary action
source: Cancel Order
ro: Anulează comanda

# Modal capture payment title
source: Capture payment
ro: Captură de plată

# Modal capture payment title
source: Before this action:
ro: Înainte de această acțiune:

# Modal capture payment list title
source: Order total:
ro: Comandă totală

# Modal change quantity title
source: Change quantity
ro: Schimbă cantitatea

# Modal create order title
source: Create order
ro: Crează comandă

# Modal create order primary action
source: Create
ro: Crează

# Modal edit customer title
source: Edit customer details
ro: Modifică detaliile despre client

# Dashboard edit draft order remove action
source: Remove customer from order
ro: Elimina clientul din comandă

# Modal edit customer primary action
source: Update
ro: Actualizare

# Modal edit discount title
source: Edit discount
ro: Editează reducerea

# Modal edit discount primary action
source: Update
ro: Actualizare

# Modal edit shipping title
source: Edit shipping
ro: Editează livrarea

# Dashboard edit draft order remove action
source: Remove shipping from order
ro: Elimină livrarea de la comandă

# Modal edit shipping primary action
source: Update
ro: Actualizare

# Modal edit voucher title
source: Edit voucher
ro: Editează voucher

# Dashboard edit draft order remove action
source: Remove voucher from order
ro: Elimină voucherul din comandă

# Modal edit voucher primary action
source: Update
ro: Actualizare

# Modal change fulfillment tracking title
source: Edit tracking
ro: Editează urmărirea

# Modal change fulfillment tracking title
source: Add tracking
ro: Adăugă urmărirea

# Modal change fulfillment tracking primary action
source: Update
ro: Actualizare

# Modal change fulfillment tracking primary action
source: Save
ro: Salvează

# Modal mark order as paid title
source: Mark order as paid
ro: Marchează comanda ca fiind plătită

# Modal mark order as paid text
source: Are you sure you want mark order as paid?
ro: Sigur dorești sa marchezi comanda ca fiind plătită?

# Modal mark order as paid text
source: Total received:
ro: Total primite:

# Modal mark order as paid primary action
source: Mark as paid
ro: Marcă ca plătit

# Modal refund payment title
source: Refund payment
ro: Rambursarea plății

# Modal refund payment title
source: Before this action:
ro: Înainte de această acțiune:

# Modal refund payment list title
source: Order total:
ro: Comandă totală

# Modal refund payment primary action
source: Refund
ro: Rambursare

# Modal release payment text
source: Release payment
ro: Eliberați plata

# Modal release payment text
source: Do you want to release the payment?
ro: Doriți să eliberați plata?

# Modal release payment primary action
source: Release
ro: Eliberare

# Modal remove order title
source: Remove draft order
ro: Elimină comanda de proiect

# Modal remove order text
source: Are you sure you want remove draft order %(order)s?
ro: Sigur doriți să eliminați comanda de proiect %(order)s?

# Modal remove order primary action
source: Remove draft order
ro: Elimină comanda de proiect

# Invoice title
source: Invoice for Order
ro: Factură pentru comandă

# Invoice header
source: Order
ro: Comanda

# Order invoice
source: Invoice
ro: Factură fiscală

# Invoice shipping address
source: Shipping address
ro: Adresa de livrare

# Invoice billing address
source: Billing address
ro: Adresa de facturare

# Invoice ordered items header
source: Items Ordered
ro: Articole comandate

# Shipment order table header
source: Item
ro: Articol

# Shipment order table header
source: Tax rate
ro: Rata impozitului

# Shipment order table header
source: Gross price
ro: Prețul brut

# Shipment order table header
source: Quantity
ro: Cantitate

# Order total shipping price header
source: Shipping
ro: Livrare

# Order voucher header
source: Discount
ro: Reducere

# Order total price header
source: Grand total
ro: Total general

# Packing slip header
source: Order ID:
ro: ID-ul comenzii:

# Packing slips header
source: Packing Slips
ro: Ambalare de ambalaj

# Packing slip shipping details
source: Shipping Details
ro: Detalii de livrare

# Packing slip shipping details
source: Billing Details
ro: Detalii de facturare

# Packing slip shipping address
source: Shipping address
ro: Adresa de transport

# Packing slip billing address
source: Billing address
ro: Adresa de facturare

# Order invoice
source: Items Ordered
ro: Articole comandate

source: No orders found.
ro: Nu au fost găsite comenzi.

source: Orders will appear here after customers complete the checkout.
ro: Comenzile vor apărea aici după ce clienții finalizează checkout-ul.

# Pages list page title
source: Pages
ro: Pagini

# Pages form breadcrumbs
source: Pages
ro: Pagini

source: Page URL
ro: Pagină URL

# Page action
source: Edit page
ro: Editează pagina

# Page action
source: Remove page
ro: Elimină pagina

# Page action
source: View on site
ro: Vezi pe site

# Page form page title
source: Edit
ro: Editează
