Repository: Kenstogram/opensale
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ro

# Page form page title
source: Add new page
ro: Adaugă pagină nouă

# Dashboard pages list
source: Pages
ro: Pagini

# Page form breadcrumbs
source: Add new page
ro: Adaugă pagina nouă

# Page form breadcrumbs
source: Edit
ro: Editează

source: Cancel
ro: Anulare

source: Save
ro: Salvează

source: Create
ro: Crează

# Page list add button text
source: Add page
ro: Adaugă pagină

source: Pages
ro: Pagini

# Static pages table header name
source: Title
ro: Titlu

# Pages table header
source: Visibility
ro: Vizibilitate

# Empty pages list message
source: No pages found.
ro: Nici o pagină nu a fost găsită.

# Modal remove page text
source: Remove page %(page)s
ro: Elimină pagina %(page)s

# Modal remove page text
source: Are you sure you want to remove page <strong>%(page)s</strong>?
ro: Sigur doriți să eliminați pagina <strong>%(page)s</strong>?

source: No pages found.
ro: Nici o pagină nu a fost găsită.

# Product form breadcrumbs
source: Products
ro: Produse

# Product field
source: Published
ro: Publicat

# Product field
source: Draft
ro: Proiect

# Product action
source: Edit product
ro: Editează produsul

# Product action
source: Remove product
ro: Elimină produsul

# Product action
source: View on site
ro: Vezi pe site

source: Variant
ro: Variantă

source: Name
ro: Nume

source: Status
ro: Stare

source: Gross price
ro: Prețul brut

source: Net price
ro: Preț net

source: Margin
ro: Margine

source: Edit
ro: Editează

# Dashboard product details page
source: No variants found
ro: Nu s-au găsit variante

# Product pricing card header
source: Pricing
ro: Prețuri

# Product pricing card header subtitle
source: Taxes are charged (%(tax_rate)s tax rate)
ro: Impozitele sunt taxate (%(tax_rate)scota de impozitare)

# Product pricing card header subtitle
source: Taxes are not charged
ro: Nu se percep taxe

# Product field
source: Gross sale price
ro: Preț de vânzare brut

# Product field
source: Net sale price
ro: Preț de vânzare net

# Product field
source: Gross discounted price
ro: Prețul redus brut

# Product field
source: Net discounted price
ro: Prețul redus net

# Product field
source: Gross purchase cost
ro: Costul brut de achiziție

# Product field
source: Net purchase cost
ro: Costul net de achiziție

# Product field
source: Margin
ro: Margine

# Product variant inventory card header
source: Inventory
ro: Inventar

# Dashboard variant details view
source: Number in stock
ro: Numărul în stoc

# Dashboard variant details view
source: Allocated
ro: Alocate

source: Images
ro: Imagini

source: Edit images
ro: Editează imaginile

# Dashboard products list
source: Edit
ro: Editează

# Product form page title
source: Add new product
ro: Adaugă produs nou

# Product form breadcrumbs
source: Add new product
ro: Adaugă produs nou

# Product form breadcrumbs
source: Edit
ro: Editează

source: Shipping
ro: Livrare

source: Attributes
ro: Atribute

source: Product Type: %(product_type_name)s
ro: Tip produs: %(product_type_name)s

# Product list add button text
source: Add product
ro: Adaugă produs

# Products list table header
source: Name
ro: Nume

# Products list table header
source: Price
ro: Preț

# Empty product list message
source: No products found.
ro: Nu găsești produse.

# Modal remove product text
source: Remove product %(product)s
ro: Elimină produsul %(product)s

# Modal remove product text
source: Are you sure you want to remove product <strong>%(product)s</strong>?
ro: Sigur dorești să elimini produsul <strong>%(product)s</strong>?

# Modal select product types title
source: Product type
ro: Tip produs

# Dashboard add action
source: Create
ro: Crează

# Attribute detail breadcrumbs
source: Attributes
ro: Atribute

# Attribute detail action
source: Edit attribute
ro: Editează atributul

# Attribute detail action
source: Remove attribute
ro: Elimină atributul

source: Attribute values
ro: Valorile atributelor

source: Display name
ro: Numele afișat

# Attribute choice value edit action
source: Edit
ro: Editează

# Attribute choice value edit action
source: Remove
ro: Elimină

# Empty list of attribute values
source: No attribute values
ro: Nu există valori de atribut

# Dashboard attributes list
source: Edit
ro: Editează

# Attribute detail page title
source: Add new attribute
ro: Adaugă atribut nou

# Attribute detail breadcrumbs
source: Edit
ro: Editează

# Attribute detail breadcrumbs
source: Add new attribute
ro: Adaugă atribut nou

# Attribute list add button text
source: Add attribute
ro: Adaugă atribut

# Dashboard attributes list table header name
source: Name
ro: Nume

# Dashboard attributes list table header values
source: Values
ro: Valori

# Empty attribute list message
source: No attributes found.
ro: Nu au fost găsite atribute.

# Modal remove attribute text
source: Remove attribute %(attribute)s
ro: Elimină atributele %(attribute)s

# Modal remove attribute text
source: Are you sure you want to remove attribute <strong>%(attribute)s</strong>?
ro: Sigur dorești să elimini atributul <strong> %(attribute)s </strong>?

# Attribute values form title
source: Attribute values
ro: Valorile atributelor

# Modal delete attribute text
source: Delete attribute choice value %(value)s
ro: Șterge valoarea alegerii atributului%(value)s

source: No attributes found.
ro: Nu au fost găsite atribute.

# Image form text
source: Edit - Image
ro: Editează - Imagine

# Image form text
source: Add image
ro: Adaugă imagine

# Image form text
source: Image
ro: Imagine

# Image form text
source: Edit
ro: Editează

# Image form breadcrumbs
source: Add image
ro: Adaugă imagine

# Image form breadcrumbs
source: Add image for %(product)s
ro: Adaugă imagine pentru %(product)s

# Add image button text
source: Add image
ro: Adaugă imagine

# Image card text
source: No description
ro: Nici o descriere

# Dashboard remove action
source: Remove
ro: Elimină

# Image gallery upload box text
source: Drop images here to upload
ro: Pune imagini aici pentru a încărca

# Empty image gallery message
source: No description
ro: Nici o descriere

# Modal remove image text
source: Remove product image
ro: Elimină imaginea produsului

# Modal remove image text
source: Are you sure you want to remove product image?
ro: Sigur dorești să elimini imaginea produsului?

source: Primary Point of Interest
ro: Punct de Interes Primar

# Image form text
source: Pick the most relevant part of the image using the red circle.
ro: Alegeți cea mai relevantă parte a imaginii utilizând cercul roșu.

# Product type page title
source: Add new product type
ro: Adăugă un nou tip de produs

# Product type breadcrumbs
source: Add new product type
ro: Adăugă un nou tip de produs

# Product type action
source: Remove product type
ro: Elimină tipul de produs

source: Taxes
ro: Taxe

# Product type help text
source: Product Type is a template used for creating new products. It also controls which attributes can be used during product creation process.
ro: Tipul de produs este un șablon utilizat pentru crearea de noi produse. Controlează, de asemenea, care atribute pot fi utilizate în timpul procesului de creare a produsului.

# Product type list add button text
source: Add product type
ro: Adăugă tipul de produs

# Dashboard product types list table header name
source: Name
ro: Nume

# Product type item list text
source: Product attributes
ro: Atributele produsului

# Product type item list text
source: Variant attributes
ro: Variabilele atributelor

# Empty product type list message
source: No product types found.
ro: Nu s-au găsit tipuri de produse.

# Modal remove product type text
source: Remove product type %(product_type)s
ro: Elimină tipul de produs %(product_type)s

# Modal remove product type text
source: Are you sure you want to remove product type <strong>%(product_type)s</strong>?
ro: Sigur dorești să elimini tipul de produs <strong>%(product_type)s</strong>?

source: No product types found.
ro: Nu s-au găsit tipuri de produse.

# Dashboard action
source: Edit variant
ro: Editează varianta

# Dashboard action
source: Remove variant
ro: Elimină varianta

# Dashboard action
source: Select images
ro: Selectează imagini

# Variant form page title
source: Edit
ro: Editează

# Variant form page title
source: Add variant
ro: Adaugă varianta

# Variant form breadcrumbs
source: Edit
ro: Editează

# Variant form breadcrumbs
source: Add variant
ro: Adaugă varianta

# Variant form breadcrumbs
source: Add variant for %(product)s
ro: Adaugă varianta pentru%(product)s

# Dashboard confirmation modal
source: Remove variant %(variant)s
ro: Elimină varianta%(variant)s

# Dashboard modal action
source: Save
ro: Salvează

source: No products found.
ro: Nu găsești produse.

# Search page title
source: Search results
ro: Rezultatele căutării

# Dashboard search
source: Search results
ro: Rezultatele căutării

# Search results list products
source: Products
ro: Produse

# Search results list orders
source: Orders
ro: Comenzi

# Dashboard order
source: Order #%(order_number)s
ro: Comanda #%(order_number)s

# Dashboard customer
source: Customer: %(email)s
ro: Client: %(email)s

# Dashboard order info
source: Placed on: %(placed)s
ro: Plasat pe: %(placed)s

# Search results list users
source: Users
ro: Utilizatori

# Dashboard user
source: User %(full_name)s
ro: Utilizator %(full_name)s

# Dashboard shipping zones
source: Edit
ro: Editează

# Shipping zone form page title
source: Edit
ro: Editează

source: Price range
ro: Gama de prețuri

# Shipping zones table header, list of countries within of shipping zone
source: Countries
ro: Țări

# Header of the shipping methods list
source: Name
ro: Nume

# Header of the shipping methods list
source: Price
ro: Preț

# Attribute choice value remove action
source: Remove
ro: Elimină

# Dashboard shipping method edit page
source: Edit
ro: Editează

# Shipping method breadcrumbs
source: Edit shipping method
ro: Modifică metoda de livrare

# Shipping method form title
source: Shipping method
ro: Metodă de livrare

# Dashboard authorization key list
source: Edit
ro: Editează

# Add new authorization key page title
source: Add new authorization key
ro: Adăugă o nouă cheie de autorizare

# Dashboard site setting detail
source: Site settings
ro: Setările site-ului

# Authorization key breadcrumbs
source: Edit
ro: Editează

# Authorization key breadcrumbs
source: Add new authorization key
ro: Adăugă o nouă cheie de autorizare

# Authorization key form title
source: Authorization key
ro: Cheie de autorizare

# Site settings field
source: Domain
ro: Domeniu

# Site settings field
source: Header text
ro: Antet

# Site settings field
source: Description
ro: Descriere

# Site settings action
source: Edit site settings
ro: Editează setările site-ului

# Title of the authorization keys list
source: Authorization keys
ro: Chei de autorizare

# Header of authorization keys list
source: Name
ro: Nume

# Header of authorization keys list
source: Key
ro: Cheie

# Authorization key edit action
source: Edit
ro: Editează

# Authorization key remove action
source: Remove
ro: Elimină

# Empty list of authorization keys
source: No authorization keys
ro: Nu există chei de autorizare

# Site settings page title
source: Add new site settings
ro: Adăugă setări noi pentru site

# Dashboard attributes list
source: Site settings
ro: Setările site-ului

# Dashboard site settings
source: Edit
ro: Editează

# Modal delete authorization key text
source: Delete authorization key %(key)s
ro: Șterge cheia de autorizare %(key)s

# Modal delete authorization key text
source: Are you sure you want to remove authorization key <strong>%(key)s</strong>?
ro: Sigur dorești să elimini cheia de autorizare <strong>%(key)s</strong>?

# Dashboard add staff member
source: Add new staff member
ro: Adăugă un nou membru al personalului

# Dashboard staff
source: Staff
ro: Personal

# Dashboard staff list
source: Staff
ro: Personal

# Dashboard add staff member action
source: Add staff member
ro: Adăugă membru al personalului

# Dashboard staff members list
source: Staff
ro: Personal

# Staff members list add button text
source: Add staff member
ro: Adăugă membru al personalului

# Staff members table header
source: Name
ro: Nume

# Staff members table header
source: Location
ro: Locație

# Tax details breadcrumbs
source: Taxes
ro: Taxe

# Country tax rates list header
source: Name
ro: Nume

# Country tax rates list header
source: Value
ro: Valoare

# Dashboard taxes list
source: Taxes
ro: Taxe

# Dashboard site taxes settings form title
source: Taxes
ro: Taxe

# Dashboard site taxes settings form help text
source: If selected, standard tax rate will be charged on a shipping price.
ro: Dacă este selectat, taxa standard va fi taxată la un preț de expediere.

# Taxes table header
source: Country name
ro: Numele țării

# Taxes site settings title
source: Configuration
ro: Configurație

# Site settings field
source: All products prices are entered with tax included
ro: Toate prețurile produselor au TVA inclus

# Include taxes in prices setting description
source: Yes
ro: Da

# Include taxes in prices setting description
source: No
ro: Nu

# Site settings field
source: Show gross prices to customers in the storefront
ro: Afișează prețurile brute pentru clienții din magazin

# Show customers gross prices setting description
source: Yes
ro: Da

# Show customers gross prices setting description
source: No
ro: Nu

# Site settings field
source: Charge taxes on shipping rates
ro: Taxele de taxare pentru ratele de expediere

# Charge taxes on shipping rates setting description
source: Yes
ro: Da

# Charge taxes on shipping rates setting description
source: No
ro: Nu

# Homepage action
source: Shop now
ro: Cumpără acum

# Homepage title
source: Size & Colours
ro: Dimensiune și culori

# Homepage title
source: Digital Downloads
ro: Descărcări digitale

# Homepage title
source: Featured products
ro: Produse recomandate

# Dashboard form labels
source: (optional)
ro: (opțional)

source: File
ro: Fișier

# Order details address title
source: Shipping address
ro: Adresa de transport

# Order details address title
source: Billing address
ro: Adresa de facturare

# Order details column title
source: Product
ro: Produs

# Order details column title
source: Quantity
ro: Cantitate

# Order details column title
source: Price
ro: Preț

# Order details shipment row text
source: Shipping
ro: Livrare

# Order details taxes text
source: Taxes (included)
ro: Taxe (incluse)

# Order details taxes text
source: Taxes
ro: Taxe

# Order details fulfillment title
source: Fulfillment #%(fulfillment)s
ro: Livrarea #%(fulfillment)s

# Fulfillment tracking number details
source: Tracking number
ro: Număr de urmărire

# Checkout success page title
source: Thank you
ro: Mulțumesc

# Checkout secondary action
source: Continue shopping
ro: Continuați cumpărăturile

# Checkout title
source: Why not to create an account
ro: De ce să nu creați un cont

source: Make your shopping experience even better! Save your shipping and payment details for faster checkout.
ro: Fă-ți și mai multă experiență de cumpărături! Salvează detaliile de livrare și de plată pentru o verificare mai rapidă.

# Checkout primary action
source: Create an account
ro: Creează un cont

# Order details page title
source: Order %(order)s
ro: Comanda %(order)s

# Order details breadcrumb
source: Order %(order)s
ro: Comanda %(order)s

# Order details link text
source: Payment details
ro: Detalii de plată

# Order details primary action
source: Pay for order
ro: Plătiți pentru comandă

# Order note title
source: Add a note to your order
ro: Adaugă o notă la comanda ta

# Customer panel - order details: add note submit button
source: Submit note
ro: Trimiteți notă

# Payment details breadcrumb
source: Order %(order)s
ro: Comanda %(order)s

# Payment details title
source: Payment pending
ro: Plata în așteptare

# Payment pending text
source: We are currently waiting for an external service to authorize your payment for this order.
ro: În prezent, așteptăm ca un serviciu extern să vă autorizeze plata pentru această comandă.

# Payment status text
source: Current status:
ro: Starea curentă:

# Payment pending text
source: Unless you are absolutely sure that the process will not complete (for example you have closed the browser window before paying), you should wait before attempting a new payment. Please be warned that if you try again and the previous transaction succeeds you might end up being charged twice.
ro: Cu excepția cazului în care sunteți absolut sigur că procesul nu va fi finalizat (de exemplu, ați închis fereastra browserului înainte de a plăti), trebuie să așteptați înainte de a încerca o nouă plată. Vă rugăm să fiți avertizați că, dacă încercați din nou și tranzacția precedentă este reușită, s-ar putea să fiți taxat de două ori.

# Payment pending action
source: I understand, allow me to pay again
ro: Înțeleg, permiteți-mi să plătesc din nou

# Payment details primary action
source: Proceed to payment
ro: Continuați să plătiți

# Payment details text
source: You've authorized transaction. Order is in processing
ro: Ați autorizat tranzacția. Ordinul este în procesare

# Payment form (Stripe) secondary action
source: Change payment method
ro: Modificați metoda de plată

# Payment form primary action
source: Make payment
ro: Efectuați plata

# Payment form page title
source: Payment
ro: Plată

# Payment form breadcrumb
source: Payment
ro: Plată

# Payment form title
source: Payment
ro: Plată

# Filter heading title
source: Filters
ro: Filtre

# Product list page filters
source: Clear filters
ro: Ștergeți filtrele

# Product price filter
source: from
ro: din

# Product price filter
source: to
ro: la

# Apply filters button
source: Update
ro: Actualizare

# Sale (discount) label for item in product list
source: Sale
ro: Vânzare

# product price range
source: from
ro: din

# Product details link text
source: Edit in dashboard
ro: Editați în tabloul de bord

# Product details primary action
source: Add to cart
ro: Adaugă la coș

# Product details title
source: Description
ro: Descriere

# Product list filters
source: Sort by
ro: Sortează după

# sort by option
source: ascending
ro: ascendent

# sort by option
source: descending
ro: descendent

# Search without results text
source: Sorry, no matches found for your request.
ro: Ne pare rău, nu s-a găsit niciun rezultat pentru solicitarea dvs.

# Search without results text
source: Try again or shop new arrivals.
ro: Încercați din nou sau cumpărați noi sosiri.

source: Search:
ro: Caută:

# Account delete reset e-mail subject
source: Delete your account
ro: Ștergeți contul

# Password reset e-mail subject
source: Password reset e-mail
ro: Resetarea parolei e-mail

# Order confirmation e-mail subject
source: Order details
ro: Detalii comandă

# Order confirmation e-mail table header
source: Order summary
ro: Rezumat sumar

# Order confirmation e-mail table header
source: Shipping
ro: Livrare

# Order confirmation e-mail table header
source: Taxes (included)
ro: Taxe (incluse)

# Order confirmation e-mail table header
source: Taxes
ro: Taxe

# Order confirmation e-mail table header
source: Discount:
ro: Reducere:

# Order confirmation e-mail billing address
source: Billing address
ro: Adresa de facturare

# Order confirmation e-mail shipping address
source: Shipping address
ro: Adresa de livrare

# Order confirmation e-mail text
source: No shipping required
ro: Nu este nevoie de livrare

# Payment confirmation subject
source: Payment details
ro: Detalii de plată

# Fulfillment update email subject
source: Shipping update for order %(order)s
ro: Livrare actualizata pentru comanda %(order)s

# Fulfillment update email text
source: Hi! Your shipping status has been updated. Below is the list of ordered products that have been updated with new tracking number.
ro: Salut! Starea ta de livrare a fost actualizată. Mai jos este lista produselor comandate care au fost actualizate cu un nou număr de urmărire.

# E-mail order lines summary table
source: Shipping
ro: Livrare

# E-mail order lines summary table
source: Taxes (included)
ro: Taxe (incluse)

# E-mail order lines summary table
source: Taxes
ro: Taxe

# E-mail order lines summary table
source: Discount
ro: Reducere

# Ordered item name
source: Item
ro: Articol

# Quantity ordered of a product
source: Quantity
ro: Cantitate
