Repository: Kenstogram/opensale
Catalog: saleor/dashboard/locale/*/LC_MESSAGES/django.po
Languages: uk

# Category list sorting option
source: name
uk: назва

# Category list sorting option
source: description
uk: опис

# Category list filter label
source: Name
uk: Назва

# Category list sorting filter label
source: Sort by
uk: Сортувати по

# Number of matching records in the dashboard categories list
source: Found %(counter)d matching category
uk: Знайдена %(counter)d категорія

# Item name
source: Name
uk: Назва

source: Description
uk: Опис

# Category form
source: Background Image
uk: Фонове зображення

# Dashboard message
source: Added category %s
uk: Додати категорію %s

# Dashboard message
source: Updated category %s
uk: Оновити категорію %s

# Dashboard message
source: Removed category %s
uk: Видалити категорію %s

# Collection list sorting option
source: name
uk: назва

# Is publish filter choice
source: Published
uk: Опубліковано

# Is publish filter choice
source: Not published
uk: Неопубліковано

# Collection list name filter label
source: Name
uk: Назва

# Collection list filter label
source: Is published
uk: Опублікований

# Filter empty choice label
source: All
uk: Все

# Collection list sorting filter label
source: Sort by
uk: Сортувати по

# Number of matching records in the dashboard collections list
source: Found %(counter)d matching collection
uk: Знайдено %(counter)d колекцію

# Products selection
source: Products
uk: Продукти

# Products selection
source: Background Image
uk: Фонове зображення

# Collection published toggle
source: Published
uk: Опубліковано

# Collection message
source: Added collection
uk: Додані колекції

# Collection message
source: Updated collection
uk: Обновлені колекції

# Collection message
source: Deleted collection
uk: Видалити колекцію

# Customer list sorting option
source: name
uk: назва

# Customer list sorting option
source: location
uk: розташування

# Is active filter choice
source: Active
uk: Активний

# Is active filter choice
source: Not active
uk: Не активний

# Customer name or email filter
source: Name or email
uk: Ім'я або електронна пошта

# Customer list filter label
source: Location
uk: Розташування

# Customer list filter label
source: Is active
uk: Активний

# Customer list filter label
source: Sort by
uk: Сортувати по

# Number of matching records in the dashboard customers list
source: Found %(counter)d matching customer
uk: Знайдено %(counter)d клієнт

# Edit customer details in order form error
source: Only superuser can delete his own account.
uk: Тільки суперкористувач може видалити свій власний профіль

# Edit customer details in order form error
source: You have insufficient permissions, to edit staff users.
uk: У вас недостатньо прав для редагування користувачів персоналу

# Customer form: is active toggle
source: User is active
uk: Активний

# Customer form: customer note field
source: Notes
uk: Помітка

# Customer note
source: Note
uk: Помітка

# Allow customers to see note toggle
source: Customer can see this note
uk: Клієнт бачить цю помітку

# Dashboard message
source: Added customer %s
uk: Додано користувача%s

# Dashboard message
source: Updated customer %s
uk: Оновлено користувача%s

# Dashboard message related to an customer
source: Added note
uk: Додана помітка

# Sale list sorting option
source: name
uk: назва

# Sale list sorting option
source: value
uk: значення

# Sale list sorting option
source: start_date
uk: дата початку

# Sale list sorting option
source: end_date
uk: дата закінчення

# Voucher list sorting option
source: name
uk: назва

# Voucher list sorting option
source: discount_value
uk: розмір знижки

# Voucher list sorting option
source: countries
uk: Країни

# Voucher list sorting option
source: start_date
uk: дата початку

# Voucher list sorting option
source: end_date
uk: дата закінчення

# Voucher list sorting option
source: used
uk: використано

# Sale type filter choice
source: USD
uk: дол.

# Sale list filter label
source: Name
uk: Назва

# Sale list filter label
source: Categories
uk: Категорії

# Sale list filter label
source: Discount type
uk: Тип знижки

# Sale list filter label
source: Value
uk: Значення

# Sale list sorting filter label
source: Period of validity
uk: Період дії

# Sale list filter label
source: Sort by
uk: Сортувати по

# Number of matching records in the dashboard sales list
source: Found %(counter)d matching sale
uk: Знайдено %(counter)d продажу

# Voucher list name filter label
source: Name
uk: Назва

# Sale list is sale type filter label
source: Discount type
uk: Тип знижки

# Sale list filter label
source: Discount_value
uk: Розмір знижки

# Voucher list sorting filter label
source: Period of validity
uk: Період дії

# Voucher list sorting filter label
source: Sort by
uk: Сортувати по

# Number of matching records in the dashboard vouchers list
source: Found %(counter)d matching voucher
uk: Знайдено %(counter)d ваучер

source: Discounted products
uk: Товари зі знижкою

# Sale name
source: Name
uk: Назва

# Discount type
source: Fixed or percentage
uk: Фіксований процент

# Sale date restrictions
source: Start date
uk: Дата початку

# Sale date restrictions
source: End date
uk: Дата закінчення

# Percentage or fixed amount value
source: Value
uk: Значення

source: Discounted categories
uk: Категорії зі знижкою

# Sale (discount) error
source: Sale cannot exceed 100%
uk: Знижка не може перевищувати 100%

source: Discount type
uk: Тип знижки

# Coupon code
source: Code
uk: код

source: Usage limit
uk: Ліміт використання

# Voucher date restrictions
source: Start date
uk: Дата початку

# Voucher date restrictions
source: End date
uk: Дата закінчення

# Discount type of the voucher
source: Discount type
uk: Тип знижки

# Discount value of the voucher
source: Discount value
uk: Знижка

# Product
source: Products
uk: Продукти

source: Collections
uk: Колекції

source: Categories
uk: Категорії

# Sale (discount) message
source: Added sale
uk: Доданий розпродаж

# Sale (discount) message
source: Updated sale
uk: Оновлений розпродаж

# Sale (discount) message
source: Removed sale %s
uk: Видалений розпродаж %s

# Voucher message
source: Added voucher
uk: Доданий ваучер

# Voucher message
source: Updated voucher
uk: Оновлений ваучер

# Voucher message
source: Removed voucher %s
uk: Видалений ваучер%s

# Menu list sorting option
source: Name
uk: Назва

# Menu item list sorting option
source: Name
uk: Назва

# Menu list filter label
source: Sort by
uk: Сортувати по

# Menu item list filter label
source: Name
uk: Назва

# Menu item list sorting filter label
source: Sort by
uk: Сортувати по

# Menu item object to link
source: Link
uk: Посилання

# Menu item name
source: Name
uk: Назва

# Link object type group description
source: Collection
uk: Колекції

# Link object type group description
source: Category
uk: Категорія

# Link object type group description
source: Page
uk: Сторінка

# Order list sorting option
source: payment
uk: платіж

# Order list sorting option
source: created
uk: створено

# Order list filter label
source: Customer name or email
uk: Ім'я або електронна пошта покупця

# Order list filter label
source: Placed on
uk: Розміщено на

# Order list filter label
source: Order status
uk: Статус замовлення

# Order list filter label
source: Payment status
uk: Статус оплати

# Order list filter label
source: Total
uk: Підсумок

# Order list filter label
source: Sort by
uk: Сортувати по

# Number of matching records in the dashboard orders list
source: Found %(counter)d matching order
uk: Знайдено %(counter)d замовлення

# Order form: editing customer details - selecting a customer
source: Customer
uk: Покупець

# Shipping method form field label
source: Shipping method
uk: Метод доставки

# Order voucher
source: Voucher
uk: Ваучер

# Order note
source: Note
uk: Помітка

# Payment management form (capture, refund, release)
source: Amount
uk: Обсяг

# Payment form error
source: Payment gateway error: %s
uk: Помилка під час обробки платежа %s

# Payment form error
source: Only pre-authorized payments can be captured
uk: Лише попередньо авторизовані оплати можуть бути прийняті

# Payment form error
source: Only confirmed payments can be refunded
uk: Лише підтверджена оплата може бути відшкодована

# Payment form error
source: Only pre-authorized payments can be released
uk: Лише попередньо авторизовані оплати можуть бути відпущені

# Payment description
source: Order %(order)s
uk: Замовлення%(order)s

# Integer number
source: Quantity
uk: Кількість

# Change quantity form error
source: Only %(remaining)d remaining in stock.
uk: Лише %(remaining)d залишився на складі.

# Fulfillment record
source: Tracking number
uk: Номер відслідковування

# Remove voucher form error
source: This order has no voucher
uk: Це замовлення не містить ваучера

# Payment status field value
source: All
uk: Все

# Order form: subform to add variant to order form: variant field
source: Variant
uk: Варіант

# Add variant to order form label
source: Quantity
uk: Кількість

# Add item form error
source: Could not add item. Only %(remaining)d remaining in stock.
uk: Неможливо додати продукт. Лише %(remaining)d залишилось на складі.

# Order form: address subform - phone number input field
source: Phone number
uk: номер телефону

# Order tracking number
source: Tracking number
uk: Номер відслідковування

# Dashboard message related to an order
source: Added note
uk: Додана помітка

# Dashboard message related to a payment
source: Captured %(amount)s
uk: Списаний %(amount)s

# Dashboard message related to a payment
source: Refunded %(amount)s
uk: Відшкодовано%(amount)s

# Dashboard message
source: Released payment
uk: Відпущена оплата

# Dashboard message
source: Updated shipping address
uk: Оновлена адреса доставки

# Dashboard message
source: Updated billing address
uk: Оновлена платіжна адреса

# Dashboard message
source: Removed voucher from order
uk: Ваучер видалений з замовлення

# Page list sorting option
source: title
uk: назва

# Page list title filter label
source: Title
uk: Назва

# Page list sorting filter label
source: Sort by
uk: Сортувати по

# Page form: page content field
source: Content
uk: Вміст

# Page form: title field
source: Title
uk: Назва

# product bulk action
source: Publish
uk: Опублікувати

# product bulk action
source: Unpublish
uk: Сховати

# Product list sorting option
source: name
uk: назва

# Product type list sorting option
source: price
uk: ціна

# Product attribute list sorting option
source: name
uk: назва

# Product type list sorting option
source: name
uk: назва

# Product list filter label
source: Name
uk: Назва

# Product list filter label
source: Category
uk: Категорія

# Product list filter label
source: Product type
uk: Тип товару

# Product list filter label
source: Price
uk: Ціна

# Product list filter label
source: Is published
uk: Опублікований

# Product list filter label
source: Sort by
uk: Сортувати по

# Number of matching records in the dashboard products list
source: Found %(counter)d matching product
uk: Знайдено %(counter)d товар

# Product attribute list filter label
source: Name
uk: Назва

# Product attribute list filter label
source: Sort by
uk: Сортувати по

# Number of matching records in the dashboard product attributes list
source: Found %(counter)d matching attribute
uk: Знайдено %(counter)d атрибут

# Product type list filter label
source: Name
uk: Назва

# Product type list filter label
source: Sort by
uk: Сортувати по

# Product type list filter label
source: Product attributes
uk: Властивості продукта

# Product type list filter label
source: Variant attributes
uk: Властивості варіанта

# Number of matching records in the dashboard product types list
source: Found %(counter)d matching product type
uk: Знайдено %(counter)d тип товару

# Product type form label
source: Product type
uk: Тип товару

source: Enable variants
uk: Має варіанти

# Product type attributes
source: Attributes specific to each variant
uk: Специфічні атрибути для кожного варіанта

# Product type attributes
source: Attributes common to all variants
uk: Однакові атрибути для всіх варіантів

# Shipping toggle
source: Require shipping
uk: Обов'язкова доставка

# Product type form error
source: Product variants are disabled.
uk: Варіанти продукта вимкнено

# Product type form error
source: A single attribute can't belong to both a product and its variant.
uk: Один атрибут не може належати одночасно продукту і його варіанту

# Product type form error
source: Some products of this type have more than one variant.
uk: Деякі продукти цього типу мають понад один варіант

source: Category
uk: Категорія

# Add to collection select
source: Collections
uk: Колекції

# Currency amount
source: Price
uk: Ціна

# Product published toggle
source: Published
uk: Опубліковано

# Currency amount
source: Cost price
uk: вартість

# Product image
source: Image
uk: Зображення

# Product display name
source: Display name
uk: Назва для відображення

# Product internal name
source: Internal name
uk: Внутрішня назва

# Dashboard message
source: Added product %s
uk: Доданий продукт%s

# Dashboard message
source: Updated product %s
uk: Оновлений продукт%s

# Dashboard message
source: Removed product %s
uk: Видалений продукт%s

# Dashboard message
source: %(count)d product has been updated
uk: %(count)d продукт буде оновлено

# Dashboard message
source: Added product type %s
uk: Доданий тип продукта%s

# Dashboard message
source: Updated product type %s
uk: Оновлений тип продукта%s

# Dashboard message
source: Removed product type %s
uk: Видалений тип продукта%s

# Dashboard message
source: Saved variant %s
uk: Варіант%s збережено

# Dashboard message
source: Removed variant %s
uk: Видалений варіант%s

# Dashboard message
source: Added image %s
uk: Додане зображення %s

# Dashboard message
source: Updated image %s
uk: Оновлене зображення%s

# Dashboard message
source: Removed image %s
uk: Видалене зображення%s

# Dashboard message
source: Added attribute
uk: Додана властивість

# Dashboard message
source: Updated attribute
uk: Оновлена властивість

# Dashboard message
source: Removed attribute %s
uk: Видалена властивість%s

# Dashboard message
source: Added attribute's value
uk: Додано значення властивості

# Dashboard message
source: Updated attribute's value
uk: Оновлено значення властивості

# Dashboard message
source: Removed attribute's value %s
uk: Видалено значення властивості %s

# Group list sorting option
source: name
uk: назва

# Shipping zones list filter label
source: Price range
uk: Діапазон цін

# Shipping zones filter label
source: Country
uk: Країна

# Product list sorting filter label
source: Sort by
uk: Сортувати по

# List of countries to pick from
source: Countries
uk: Країни

# Shipping Method name
source: Name
uk: Назва

# Domain name (FQDN)
source: Domain name
uk: Назва домену

source: Display name
uk: Назва для відображення

source: Header text
uk: Текст заголовку

# Key for chosen authorization method
source: Key
uk: Ключ

source: Password
uk: Пароль

# Dashboard message
source: Updated site settings
uk: Налаштування сайту оновлені

# Dashboard message
source: Added authorization key %s
uk: Додано ключ авторизації%s

# dashboard message
source: Updated authorization key %s
uk: Оновлено ключ авторизації%s

# Dashboard message
source: Removed site authorization key %s
uk: Видалено ключ авторизації%s

# Group list filter label
source: Permissions
uk: Дозволи

# Staff list filter label
source: Sort by
uk: Сортувати по

# Number of matching records in the dashboard staff members list
source: Found %(counter)d matching staff member
uk: Знайдено %(counter)d співробітник

# Label above the permissions choicefield
source: Permissions
uk: Дозволи

# User active toggle
source: User is active
uk: Активний

# Dashboard message
source: Updated staff member %s
uk: Оновлено користувача%s

# Dashboard message
source: Added staff member %s
uk: Додано користувача%s

# Dashboard message
source: Removed staff member %s
uk: Видалено користувача%s

# Taxes list filter label
source: Country name
uk: Назва країни

# Taxes list sorting form
source: Sort by
uk: Сортувати по

# Possible values of boolean filter
source: yes,no,all
uk: так, ні, усі
